<%@ page language="java" contentType="text/html; charset=UTF-8"
	pageEncoding="UTF-8"%>
<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<title>Insert title here</title>
</head>
<body background="/img/background.jpg">
	<table width=100%>
		<tr>
			<td align="center"><a href="main?page=theHorseBetting"><img
					src="/img/horsebetting.png" /></a></td>
			<td><img align="right" src="/img/logotipe.jpg" width="200"></img>
			<td>
	</table>
	<p align="center">
		<font size="20" color="Red" face="Arial">Правила сайта</font>
	</p>

	<p>
		<font size="5" color="#ffff00" face="Arial"> 1. Доступ к Сайту

			Посещая и используя Сайт, вы соглашаетесь выполнять настоящие правила
			пользования. Если вы согласны не со всеми правилами пользования,
			пожалуйста, не пользуйтесь Сайтом. Мы оставляем за собой право по
			нашему усмотрению вносить поправки, корректировать или иным образом
			изменять настоящие условия пользования в любое время. Данные поправки
			и/или изменения вступают в силу незамедлительно после размещения на
			Сайте. Мы рекомендуем вам периодически просматривать правила
			пользования, т.к. пользование Сайтом в течение какого-то времени
			после опубликования внесенных изменений будет означать, что вы
			согласились со всеми пересмотренными правилами пользования. В
			соответствии с условиями пользования данный Сайт предназначен только
			для вашего личного пользования. Вы не можете использовать его в
			каких-либо коммерческих целях.</font>
	</p>
	<br>
	<p>
		<font size="5" color="#ffff00" face="Arial"> 2. Права на
			интеллектуальную собственность «Права на интеллектуальную
			собственность» означают все патенты, торговые знаки, знаки
			обслуживания, авторские права, права на базу данных, торговые
			названия, права разработчика, ноу-хау, конфиденциальную информацию, а
			также вид и функции данного Сайта и любые аналогичные имущественные
			права по всему миру, вне зависимости от того, являются ли они
			зарегистрированными или нет. Ассоциированные компании включают в себя
			компанию «Виаком Интернэшнл Инк» («Viacom International Inc») и/или
			ее дочерние и аффилированные компании и правопреемников, в том числе
			любые иные формы деятельности, прямо или косвенно контролируемые
			«Виаком Интернэшнл Инк». Все общие, имущественные и долевые права в
			рамках Прав на интеллектуальную собственность Сайта, включая, без
			ограничений, игры, рингтоны, данные, программное обеспечение, дизайн,
			тексты, изображения, фотографии, иллюстрации, аудио-клипы,
			видео-клипы, экранные заставки, художественные элементы, графический
			материал или иные компоненты («Продукты») являются собственностью
			компании «Эм-Ти-Ви» («MTV») и/или ее ассоциированных компаний, и/или
			ее лицензиаров, и/или иных соответствующих владельцев, и охраняются
			согласно английским и иностранным законам об интеллектуальной
			собственности. Если вы используете какой-либо продукт, вы должны
			соблюдать все авторские права и иные права на интеллектуальную
			собственность, указанные в примечании к данному продукту. Вы
			соглашаетесь не копировать, не воспроизводить, не изменять, не
			создавать производные продукты, не отображать, не создавать, не
			опубликовывать, не распространять, не размещать, не пересылать, не
			передавать, не продавать, не брать и не сдавать в аренду, не
			сублицензировать или не рассылать какой-либо продукт и/или часть
			Сайта, или весь Сайт, третьим сторонам (включая, без ограничений,
			отображение и распространение продукта через интернет-сайт третьей
			стороны) без нашего прямо выраженного предварительного письменного
			согласия. Использование материала «Эм-Ти-Ви» и/или наших лицензиаров
			возможно только с нашего прямо выраженного предварительного
			письменного разрешения. Вы соглашаетесь не разделять, не
			декомпилировать, не переконструировать или иным образом не изменять
			продукты или Сайт.</font>
	</p>
	<br>
	<p>
		<font size="5" color="#ffff00" face="Arial"> 3. Гарантия
			ограждения от ответственности Вы соглашаетесь полностью гарантировать
			необходимые выплаты и обеспечить правовую защиту с тем, чтобы
			оградить компанию «Эм-Ти-Ви», ее ассоциированные компании,
			директоров, сотрудников, агентов, лицензиаров, представителей и
			сторонних провайдеров от всех убытков и ущерба, в том числе
			обоснованных расходов на юридическое сопровождение, понесенных
			вследствие нарушения вами любого положения настоящих Правил
			пользования. Мы оставляем за собой право за свой счет осуществлять
			исключительную защиту и контроль любого вопроса, по которому вы
			обязуетесь, полностью оградить нас от ответственности, и в подобном
			случае вы соглашаетесь в полной мере сотрудничать с нами в рамках
			защиты на суде или потенциального ответа по иску.</font>
	</p>
	<br>

	<p>
		<font size="5" color="#ffff00" face="Arial"> 4. Гиперссылки на
			интернет-сайт третьей стороны На данном Сайте могут содержаться
			ссылки на другие интернет-сайты («Сайты с переходом по гиперссылке»),
			которые предоставляются только для удобства пользования. Мы не
			подтверждаем правильность мнений или взглядов, размещенных на Сайтах
			с переходом по гиперссылке. Мы не проверяем, не подтверждаем
			правильность и не принимаем на себя ответственность за точность,
			полноту или качество любых текстов, размещенных на данных Сайтах с
			переходом по гиперссылке. Кроме того, мы не несем ответственность за
			качество или поставку каких-либо товаров или услуг, которые
			предлагаются, предоставляются, приобретаются или рекламируются на
			данных Сайтах с переходом по гиперссылке. Таким образом, ни мы, ни
			наши ассоциированные компании не несем ответственности за тексты,
			размещенные на любом Сайте с переходом по гиперссылке.</font>
	</p>
	<br>

	<p>
		<font size="5" color="#ffff00" face="Arial"> 5. Реклама /
			Микросайты Мы не несем ответственности за какие-либо рекламные
			объявления, появляющиеся на Сайте. Мы не подтверждаем правильность,
			не даем никаких заявлений или гарантий в отношении любых товаров или
			услуг рекламодателя, представленных на Сайте, либо на его
			интернет-сайте, а также не берем на себя ответственность за его
			товары или услуги.</font>
	</p>
	<br>

	<p>
		<font size="5" color="#ffff00" face="Arial"> 6. Прекращение
			использования Мы оставляем за собой право прекратить использование
			Сайта вами и блокировать любое использование в будущем, если с нашей
			точки зрения вы нарушили какое-либо положение настоящих Условий
			пользования, либо любой соответствующий закон или норму.</font>
	</p>
	<br>

	<p>
		<font size="5" color="#ffff00" face="Arial"> 7. Прочие
			положения За исключением случаев, иным образом оговоренных, настоящие
			Условия пользования представляют собой наличие полной договоренности
			между вами и нами и заменяют собой все предыдущие правила и условия,
			касающиеся использования вами данного Сайта. Если устанавливается,
			что какое-либо положение настоящих Условий пользования является
			неправомерным, недействительным или лишенным законной силы, то в той
			мере, насколько данное положение неправомерно, недействительно или
			лишено законной силы, оно должно быть выделено и удалено, а остальные
			положения сохраняют полную юридическую силу и действие.</font>
	</p>
	<br>

</body>
</html>